Repository: omeka-s-modules/FacetedBrowse
Catalog: language/*.po
Languages: bg_bg, ca_es, el_gr, es, et, eu, fr, it

source: Select the select type. For the "single" select type, users may choose only one class at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of classes at a time via a list.
ca_es: Seleccioneu el tipus de selecció. Amb el tipus de selecció «única», els usuaris només poden triar una classe alhora mitjançant una llista o un menú desplegable. Amb el tipus de selecció «múltiple», els usuaris poden triar qualsevol nombre de classes alhora mitjançant una llista.
el_gr: Επιλογή είδους. Για το είδος επιλογής "μονή", οι χρήστες μπορούν να επιλέξουν μόνο μια κατηγορία κάθε φορά μέσω μιας λίστας ή ενός αναπτυσσόμενου μενού. Για το είδος επιλογής "πολλαπλή", οι χρήστες μπορούν να επιλέξουν οποιονδήποτε αριθμό κατηγοριών κάθε φορά μέσω μιας λίστας.
es: Indicar el tipo de selección. Para el tipo de selección "único", los usuarios y usuarias pueden elegir sólo una clase a la vez a través de una lista o menú desplegable. Para el tipo de selección "múltiple", se pueden elegir varias clases a la vez a través de una lista.
eu: Hautatu hautatze modua. "Bakarkako" hautatzeko moduarentzat, erabiltzaileak klase bakarra hautatu ahalko du zerrenda edo goitibeherako menutik. Hautatzeko "anizkoitza" moduarentzat, erabiltzaileak une oro nahi duen klase kopurua hautatu ahalko du zerrendatik.
it: Seleziona il tipo di selezione. Per la selezione di tipo "singola", gli utenti possono scegliere solo una classe alla volta attraverso una lista o un menu a tendina. Per la selezione di tipo "multipla", gli utenti possono scegliere un qualsiasi numero di classi attraverso una lista.

source: Truncate classes
ca_es: Trunca les classes
eu: Moztu klaseak
it: Tronca le classi

source: Enter the number of classes to show on the select list when the page first loads. If the number of classes exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
ca_es: Introduïu el nombre de classes que es mostraran a la llista de selecció quan es carregui per primera vegada la pàgina. Si el nombre de classes excedeix aquest nombre, la resta s'ocultarà fins que l'usuari faci clic per mostrar-ne més. No introduïu cap valor per a mostrar la llista completa en tot moment.
it: Inserisci il numero di classi da mostrare nella lista del selettore quando la pagina si carica per la prima volta. Se il numero di classi supera questo numero, gli altri valori rimarranno nascosti finché l'utente non cliccherà su "mostra di più". Non inserire niente per mostrare l'intera lista in ogni occasione.

source: Select classes…
bg_bg: Избор на класове...
ca_es: Selecciona classes...
el_gr: Επιλογή κατηγοριών…
es: Seleccionar clases…
et: Vali klassid...
eu: Hautatu klaseak...
fr: Choisir une classe…
it: Seleziona classi...

source: Is exactly
bg_bg: Е точно
ca_es: És exactament
el_gr: Είναι ακριβώς
es: Es exactamente
et: On täpselt
eu: Berdina da
fr: Est exactement
it: È esattamente

source: Is not exactly
ca_es: No és exactament
el_gr: Δεν είναι ακριβώς
es: No es exactamente
et: Pole täpselt
eu: Ez da berdina
it: Non corrisponde esattamente

source: Contains
bg_bg: Съдържа
ca_es: Conté
el_gr: Περιέχει
es: Contiene
et: Sisaldab
eu: Dauka
fr: Contient
it: Contiene

source: Does not contain
ca_es: No conté
el_gr: Δεν περιέχει
es: No contiene
et: Ei sisalda
eu: Ez dauka
it: Non include

source: Is resource with ID
bg_bg: Е ресурс с ID
ca_es: És un recurs amb l'ID
el_gr: Είναι πόρος με αναγνωριστικό
es: Es un recurso con ID
et: On ressurss ID-ga
eu: ID hau duen baliabidea da
it: È risorsa con ID

source: Is not resource with ID
ca_es: No és un recurs amb l'ID
el_gr: Δεν είναι πόρος με αναγνωριστικό
es: No es un recurso con ID
et: Pole ressurss ID-ga
eu: Ez da ID hau duen baliabidea
it: Non è una risorsa con ID

source: Has any value
bg_bg: Има произволна стойност
ca_es: Té qualsevol valor
el_gr: Έχει οποιαδήποτε τιμή
es: Contiene información
et: On mõni väärtus
eu: Edozein balio dauka
it: Ha un qualsiasi valore

source: Has no values
ca_es: No té valors
el_gr: Δεν έχει τιμές
es: Está vacío
et: Pole ühtegi väärtust
eu: Ez dauzka balio hauek
it: Non ha valori

source: Select the select type. For the "single" select type, users may choose only one value at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of values at a time via a list. For the special "text input" select type, users may input their own text.
ca_es: Seleccioneu el tipus de selecció. Amb el tipus de selecció «única», els usuaris només poden triar un valor alhora mitjançant una llista o un menú desplegable. Amb el tipus de selecció «múltiple», els usuaris poden triar qualsevol nombre de valors alhora mitjançant una llista. Amb el tipus especial de selecció «entrada de text», els usuaris poden introduir el seu propi text.
el_gr: Επιλογή είδους. Για το είδος επιλογής "μονή", οι χρήστες μπορούν να επιλέξουν μόνο μια τιμή κάθε φορά μέσω μιας λίστας ή ενός αναπτυσσόμενου μενού. Για το είδος επιλογής "πολλαπλή", οι χρήστες μπορούν να επιλέξουν οποιονδήποτε αριθμό τιμών κάθε φορά μέσω μιας λίστας. Για τον ειδικό τύπο επιλογής "εισαγωγής κειμένου", οι χρήστες μπορούν να καταχωρίσουν το δικό τους κείμενο.
eu: Hautatu hautatze modua. "Bakarkako" hautatzeko moduarentzat, erabiltzaileak balio bakarra hautatu ahalko du zerrenda edo goitibeherako menutik. Hautatzeko "anizkoitza" moduarentzat, erabiltzaileak une oro nahi duen balio kopurua hautatu ahalko du zerrendatik.
it: Seleziona il tipo di selettore. Per il selettore "singolo", gli utenti possono scegliere un solo valore per volta da una lista o da un menu a tendina. Per il selettore "multiplo", gli utenti possono scegliere un qualsiasi numero di valori da una lista. Per il selettore speciale "testo", gli utenti possono inserire liberamente testo.

source: Text input
ca_es: Camp de text
el_gr: Εισαγωγή κειμένου
eu: Testu sarrera
it: Inserimento di testo

source: Truncate values
ca_es: Trunca els valors
el_gr: Περικοπή τιμών
eu: Moztu balioak
it: Tronca i valori

source: Enter the number of values to show on the select list when the page first loads. If the number of values exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
ca_es: Introdueix el nombre de valors que es mostraran en la llista de selecció quan carrega la pàgina. Si el nombre de valors excedeix aquest valor, la resta s'amagarà fins que l'usuari faci clic per mostrar-ne més. No introduïu res per mostrar la llista completa en tot moment.
el_gr: Καταχωρίστε τον αριθμό των τιμών που θα εμφανιστούν στη λίστα επιλογής κατά την πρώτη φόρτωση της σελίδας. Εάν ο αριθμός των τιμών υπερβαίνει αυτόν τον αριθμό, οι υπόλοιπες θα παραμείνουν κρυφές μέχρι να κάνει κλικ ο χρήστης για να εμφανιστούν περισσότερες. Εάν δεν κάνετε καμία καταχώριση, θα εμφανίζεται όλη η λίστα ανά πάσα στιγμή.
eu: Sartu orrialdea lehenengo aldiz kargatzean hautatzeko zerrenda erakutsi behar den balien zenbakizko kopurua. Balioen kopuruak zenbaki hori gainditzen badu, hondarra izkutatuta egongo da erabiltzailea ikusi gehiago klikatu arte. Ez sartu ezer zerrenda osoa erakusteko kasu guztietan.
it: Inserisci il numero di valori da mostrare nella lista del selettore quando la pagina si carica per la prima volta. Se il numero di valori supera questo numero, gli altri valori rimarranno nascosti finché l'utente non cliccherà su "mostra di più". Non inserire niente per mostrare l'intera lista in ogni occasione.

source: Faceted browse preview
ca_es: Previsualització de la navegació facetada
eu: Bilaketa fazetatu aurrebista
it: Anteprima della navigazione a faccette

source: Page category
ca_es: Categoria
et: Lehekülje kategooria
eu: Orrialde kategoria
it: Categoria della pagina

source: Select one…
ca_es: Seleccioneu-ne un...
et: Vali üks...
eu: Hautatu bat...
it: Seleziona un'opzione...

source: Faceted browse
bg_bg: Фасетен преглед
el_gr: Πολύπλευρη περιήγηση
es: Navegación facetada
et: Eri vaadetega sirvimine
eu: Bilaketa fazetatuta
fr: Navigation par facettes
it: Navigazione a faccette

source: Page successfully added. Add categories below.
ca_es: La pàgina s'ha afegit correctament. Ara, afegeix categories.
el_gr: Η σελίδα προστέθηκε με επιτυχία. Προσθέστε κατηγορίες παρακάτω.
es: Página añadida con éxito. Pueden añadirse las categorías a continuación.
et: Lehekülg on lisatud. Lisa allapoole kategooriad.
eu: Orrialdea ongi gehitu da. Gehitu kategoriak azpian.
it: Pagina aggiunta con successo. Aggiungi categorie qui sotto.

source: Page successfully edited. %s
ca_es: La pàgina s'ha editat correctament. %s
el_gr: Η επεξεργασία της σελίδας ήταν επιτυχής. %s
es: Página editada con éxito. %s
et: Lehekülge on muudetud. %s
eu: Orria ongi editatu da. %s
it: Pagina modificata con successo. %s

source: Page successfully deleted.
ca_es: La pàgina s'ha suprimit correctament.
el_gr: Η σελίδα διαγράφηκε με επιτυχία.
es: Página borrada con éxito.
et: Lehekülge on muudetud.
eu: Orria ongi ezabatu da.
it: Pagina eliminata con successo.

source: Category successfully added.
ca_es: La categoria s'ha afegit correctament.
el_gr: Η κατηγορία προστέθηκε με επιτυχία.
es: Categoría añadida con éxito.
et: Kategooria on lisatud.
eu: Kategoria ongi gehitu da.
it: Categoria aggiunta con successo.

source: Category successfully edited.
ca_es: La categoria s'ha editat correctament.
el_gr: Η επεξεργασία της κατηγορίας ήταν επιτυχής.
es: Categoría editada con éxito.
et: Kategooriat on muudetud.
eu: Kategoria ongi aldatu da.
it: Categoria modificata con successo.

source: Category successfully deleted.
ca_es: La categoria s'ha suprimit correctament.
el_gr: Η κατηγορία διαγράφηκε με επιτυχία.
es: Categoría borrada con éxito.
et: Kategooria on kustutatud.
eu: Kategoria ongi ezabatu da.
it: Categoria eliminata con successo.

source: Facet name
bg_bg: Име на фасета
ca_es: Nom de la faceta
el_gr: Όνομα όψης
es: Nombre de la faceta
et: Vaate nimi
eu: Fazet izena
fr: Nom de la facette
it: Nome della faccetta

source: Set facet
ca_es: Estableix la faceta
el_gr: Ορισμός όψης
es: Establecer faceta
et: Määra vaade
eu: Ezarri fazeta
it: Imposta faccetta

source: Enter the title of this page.
bg_bg: Въвеждане на заглавие на тази страница.
ca_es: Introdueix el títol d'aquesta pàgina.
el_gr: Καταχώριση του τίτλου αυτής της σελίδας.
es: Introducir el título de esta página.
et: Sisesta selle lehekülje pealkiri.
eu: Sartu orri honen izenburua
fr: Entrez le titre de la page.
it: Inserisci il titolo di questa pagina

source: Select the type of resources to browse.
ca_es: Selecciona el tipus de recursos per a la navegació.
el_gr: Επιλέξτε το είδος των πόρων για περιήγηση.
es: Seleccionar el tipo de recursos por los que navegar.
et: Vali, mis liiki ressursse sirvida.
eu: Hautatu arakatzeko baliabide mota.
it: Seleziona il tipo di risorsa da sfogliare

source: Thumbnail type
it: Tipo di miniatura

source: Select the type of thumbnail images to render on the page.
it: Seleziona il tipo di immagine miniatura da mostrare sulla pagina

source: Column name
ca_es: Nom de la columna
el_gr: Όνομα στήλης
es: Nombre de la columna
et: Veeru nimi
eu: Zutabe izena
it: Nome della colonna

source: Exclude sort by
ca_es: Exclou l'opció 'ordenar per'
el_gr: Εξαίρεση ταξινόμησης κατά
eu: Baztertu ordenatu honen arabera
it: Escludi ordina per

source: Enter the name of this category. A category is a logical grouping of resources that can be described using faceted classification.
ca_es: Introdueix el nom de la categoria. Una categoria és una agrupació lògica de recursos que es poden descriure mitjançant la classificació facetada.
el_gr: Καταχωρίστε το όνομα αυτής της κατηγορίας. Μια κατηγορία είναι μια λογική ομαδοποίηση πόρων, η οποία μπορεί να περιγραφεί χρησιμοποιώντας πολύπλευρη ταξινόμηση.
es: Introducir el nombre de esta categoría. Una categoría es una agrupación lógica de recursos que puede ser descrita mediante una clasificación facetada.
eu: Sartu kategoria honen izena. Kategoria fazet sailkapen bidez deskribatu daitekeen baliabideen talde logiko bat da
it: Inserisci il nome di questa categoria. Una categoria è un raggruppamento logico di risorse che può essere descritto attraverso una classificazione a faccette.

source: Configure the logical grouping of resources that make up this category. No query means all site resources.
ca_es: Configura l'agrupació lògica dels recursos que formaran aquesta categoria. Si no s'estableix cap consulta, es mostraran tots els recursos del lloc.
el_gr: Διαμορφώστε τη λογική ομαδοποίηση των πόρων που απαρτίζουν αυτήν την κατηγορία. Εάν δεν υπάρχει ερώτημα, περιλαμβάνονται όλοι οι πόροι του ιστότοπου.
es: Configurar la agrupación lógica de recursos que constituyen esta categoría. Si no se especifica ninguna consulta se devolverán todos los recursos del sitio.
eu: Konfiguratu kategoria honek egiten duen baliabideen taldekatze logikoa. Kontsultarik ezak atari guztietako baliabideak esan nahi du.
it: Configura il raggruppamento logico di risorse che compongono questa categoria. Nessuna query significa tutte le risorse del sito.

source: Default sort by
ca_es: Ordenació per defecte
it: Come impostazione predefinita, ordina per

source: Helper text
ca_es: Instruccions
et: Abitekst
eu: Testu laguntzailea
it: Testo di aiuto

source: Enter text to be displayed to the user on the category sidebar. Here you can add short instructions, a link to instructions, etc. Enter nothing to have no helper text.
ca_es: Introduïu el text que es mostrarà a l'usuari a la barra lateral de la categoria. Aquí podeu afegir instruccions breus, un enllaç a les instruccions, etc. Si no introduïu res, no es mostrarà cap text d'ajuda.
it: Inserisci il testo che deve essere mostrato all'utente nella barra laterale della categoria. Qui puoi aggiungere brevi istruzioni, un collegamento alle istruzioni, ecc. Non inserire niente se non vuoi che appaia alcun testo di aiuto.

source: Helper text button label
ca_es: Etiqueta del botó d'instruccions
it: Etichetta del bottone per il testo di aiuto

source: Enter the label of the button the user will click to toggle the helper text. Enter nothing for the default label: "Instructions".
ca_es: Introduïu l'etiqueta del botó que l'usuari farà servir per mostrar o amagar el text d'ajuda. Si no introduïu res, s'utilitzarà l’etiqueta predeterminada: «Instruccions».
it: Inserisci l'etichetta del bottone che l'utente dovrà cliccare per attivare il testo di aiuto. Non inserire niente per l'etichetta predefinita: "Istruzioni".

source: Value facet mode
ca_es: Mode de valors facetats
it: Modalità faccetta basata su valore

source: For Value facets, choose whether the user will match all selected values or match any selected values. Note that this will apply to every Value facet in this category.
ca_es: Per a les facetes de valors, trieu si l'usuari ha de coincidir amb tots els valors seleccionats o amb qualsevol d'ells. Tingueu en compte que aquesta opció s'aplicarà a totes les facetes de valors d'aquesta categoria.
it: Per faccette basate su valore, scegli se i filtri includeranno contenuti relativi a tutti i valori selezionati dall'utente o uno qualsiasi tra i valori selezionati dall'utente. Questa scelta si applicherà a tutte le faccette basate su valore in questa categoria.

source: Match all
ca_es: Coincidència amb tot
it: Tutti devono corrispondere

source: Match any
ca_es: Coincidència amb qualsevol
it: Uno qualsiasi deve corrispondere

source: Add a facet…
ca_es: Afegeix una faceta...
el_gr: Προσθήκη όψης…
es: Añadir una faceta...
et: Lisa vaade...
eu: Gehitu fazeta...
it: Aggiungi una faccetta...

source: Square
it: Quadrato

source: A facet must have a name.
bg_bg: Фасетата трябва да има име.
ca_es: La faceta ha de tenir un nom.
el_gr: Μια όψη πρέπει να έχει όνομα.
es: Una faceta debe tener un nombre.
et: Vaatel peab olema nimi.
eu: Fazetak izena eduki behar du.
fr: Une facette doit avoir un nom.
it: Una faccetta deve avere un nome.

source: A column must have a name.
ca_es: La columna ha de tenir un nom.
el_gr: Μια στήλη πρέπει να έχει όνομα.
es: Una columna debe tener un nombre.
et: Veerul peab olema nimi.
eu: Zutabeak izena eduki behar du.
it: Ogni colonna deve avere un nome.

source: A column must have a property.
ca_es: La columna ha de tenir una propietat.
el_gr: Μια στήλη πρέπει να έχει μια ιδιότητα.
es: Una columna debe tener una propiedad.
et: Veerul peab olema omadus.
eu: Zutabeak propietatea eduki behar du.
it: Ogni colonna deve avere una proprietà.

source: Error fetching browse markup.
bg_bg: Грешка при извличането на маркъпа на прегледа.
ca_es: S'ha produït un error en obtenir el marcatge de la navegació.
el_gr: Σφάλμα κατά την ανάκτηση της σήμανσης περιήγησης.
es: Error al obtener el marcado de navegación.
et: Tõrge sirvimise märgistuse tõmbamisel.
eu: Arazoa arakatzeko ingurunea eskuratzean.
it: Errore nel recuperare il markup per sfoglia

source: Error fetching facet markup.
bg_bg: Грешка при извличането на маркъпа на фасетата.
ca_es: S'ha produït un error en obtenir el marcatge de la faceta.
el_gr: Σφάλμα κατά την ανάκτηση της σήμανσης όψεων.
es: Error al obtener el marcado de faceta.
et: Tõrge vaate märgistuse tõmbamisel.
eu: Arazoa fazeten ingurunea eskuratzean.
it: Errore nel recuperare il markup per la faccetta

source: Error fetching category markup.
bg_bg: Грешка при извличането на маркъпа на категорията.
ca_es: S'ha produït un error en obtenir el marcatge de la categoria.
el_gr: Σφάλμα κατά την ανάκτηση της σήμανσης κατηγορίας.
es: Error al obtener el marcado de categoría.
et: Tõrge kategooria märgenduse tõmbamisel.
eu: Arazoa kategorien ingurunea eskuratzean,
it: Errore nel recuperare il markup per la categoria

source: Cannot show all. The result set is likely too large.
ca_es: No es pot mostrar tot. Hi ha massa resultats.
el_gr: Δεν είναι δυνατή η εμφάνιση όλων. Το σύνολο των αποτελεσμάτων είναι πιθανότατα πολύ μεγάλο.
es: No se ha podido mostrar todo. Probablemente el número de resultados sea demasiado grande.
eu: Ezin dira denak erakutsi. Ziurrenik emaitza multzoa handiegia izango da.
it: Impossibile mostrare tutti. Probabilmente il gruppo di risultati è troppo ampio.

source: Loading results…
ca_es: Carrega els resultats...
el_gr: Φόρτωση αποτελεσμάτων...
es: Cargando resultados...
et: Tulemuste laadimine...
eu: Emaitzak kargatzen...
it: Caricamento dei risultati in corso...

source: Sitewide search category
ca_es: Categoria de cerca global
it: Categoria di ricerca su tutto il sito

source: Select a category to use for the sitewide, full-text search. Note that the category must contain a full-text facet.
ca_es: Seleccioneu una categoria per utilitzar en la cerca global de text complet del lloc. Tingueu en compte que la categoria ha de contenir una faceta de text complet.
it: Seleziona una categoria di ricerca da applicare per la modalità ricerca testo intero su tutto il sito. Considera che la categoria deve includere una faccetta a testo intero

source: Select a category
ca_es: Seleccioneu una categoria
it: Seleziona una categoria

source: Column type
es: Tipo de columna

source: Edit column
es: Editar columna

source: Remove column
es: Eliminar columna

source: Restore column
es: Restaurar columna

source: Columns
es: Columnas

source: Resource class
es: Clase de recurso

source: Value
es: Valor

source: Max values
es: Valores máximos

source: Enter the maximum number of values to display. Set to blank to display all values.
es: Introducir el número máximo de valores a mostrar. Si se deja en blanco se mostrarán todos.

source: [Unknown]
bg_bg: [Неизвестен]
es: [Desconocido]
fr: [Inconnu]

source: Unknown column data
es: Datos de columna desconocidos

source: Set column
es: Establecer columna

source: Add a column…
es: Añadir una columna...

source: Add new category
bg_bg: Добавяне на нова категория
fr: Ajouter une nouvelle catégorie

source: Category
bg_bg: Категория
fr: Catégorie

source: No categories found. %s
bg_bg: Не са намерени категории. %s
fr: Aucune catégorie trouvée. %s

source: Add a new category.
bg_bg: Добавяне на нова категория.
fr: Ajouter une nouvelle catégorie

source: No categories found.
bg_bg: Не са намерени категории.
fr: Aucune catégorie trouvée.

source: Return to categories
bg_bg: Обратно към категориите
fr: Retourner aux catégories

source: Remove category
bg_bg: Премахване на категория
fr: Supprimer la catégorie

source: Restore category
bg_bg: Възстановяване на категория
fr: Restaurer la catégorie

source: Permalink for current results.
bg_bg: Постоянно връзка за текущите резултати.

source: By item set
bg_bg: По набори елементи...

source: By template
bg_bg: По шаблон

source: By value
bg_bg: По стойност

source: Select the select type. For the "single" select type, users may choose only one value at a time. For the "multiple" select type, users may choose any number of values at a time.
bg_bg: Избиране на типа за избор. За типа „единичен“ избор потребителите могат да избират само една стойност наведнъж. За типа "множествен" избор потребителите могат да избират произволен брой стойности наведнъж.

source: By class
bg_bg: По клас

source: Add a category
bg_bg: Добавяне на категория

source: Enter the name of this category. A category is a logical grouping of items that can be described using faceted classification.
bg_bg: Въведете името на тази категория. Категорията е логическо групиране на елементи, които могат да бъдате описани, като се използва фасетирана класификация.
fr: Entrez le nom de cette catégorie. Une catégorie est un groupement logique de contenus qui peuvent être décrits en utilisant une classification à facettes.

source: Search query
bg_bg: Заявка за търсене
fr: Requête à chercher

source: Configure the logical grouping of items that make up this category. No query means all site resources.
bg_bg: Конфигуриране на логическото групиране на елементи, които съставляват тази категория. Липсата на заявка означава всички ресурси на сайта.
fr: Configure le groupement logique des contenus qui constituent cette catégorie. S’il n’y a pas de requêtes, toutes les ressources du site seront incluses.

source: Successfully added the page.
bg_bg: Страницата е добавена успешно.
fr: La page a bien été ajoutée.

source: Successfully edited the page.
bg_bg: Страницата е редактирана успешно.
fr: La page a bien été modifiée.

source: Successfully deleted the page.
bg_bg: Страницата е изтрита успешно.
fr: La page a bien été supprimée.

source: Successfully added the category.
bg_bg: Категорията е добавена успешно.
fr: Catégorie ajoutée avec succès.

source: Successfully edited the category.
bg_bg: Категорията е редактирана успешно.
fr: La catégorie a bien été modifiée.

source: Successfully deleted the category.
bg_bg: Категорията е изтрита успешно.
fr: La catégorie a bien été supprimée.

source: Add a facet
fr: Ajouter une facette

source: A facet must have a query type.
fr: Une facette doit avoir un type de requête.

source: A facet must have a select type.
fr: Une facette doit avoir un type de choix.

source: There are no available values.
fr: Aucune valeur n’est disponible.

source: There are no available classes.
fr: Aucune classe n’est disponible.
