Repository: omeka-s-modules/FacetedBrowse
Catalog: language/*.po
Languages: bg_bg, ca_es, el_gr, es, et, eu, fr, it

source: Add it to site navigation?
ca_es: Ho voleu afegir a la navegació del lloc?
el_gr: Προσθήκη στην πλοήγηση του ιστότοπου;
es: ¿Añadir a la navegación del sitio?
et: Lisada saidi menüüsse?
eu: Gehitu hau atariaren nabigaziora?
it: Aggiungi alla navigazione del sito?

source: <p>Enter the values, separated by new lines. The format of each value depends on the query type:</p> <ul> <li>"Is exactly": enter a value that is an exact match to the property value.</li> <li>"Contains": enter a value that matches any part of the property value.</li> <li>"Is resource with ID": enter the resource ID followed by any value (usually the resource title), separated by a single space.</li> <li>"Has any value": enter the property ID followed by any value (usually the property label), separated by a single space.</li> </ul>
bg_bg: <p>Въведете стойностите, разделени с нови редове. Форматът на всяка стойност зависи от типа на заявката:</p> <ul> <li>"Е точно": въведете стойност, която е точно съвпадение със стойността на свойството.</li> <li>„Съдържа“: въведете стойност, която съответства на която и да е част от стойността на свойството.</li> <li>„Е ресурс с ID“: въведете идентификатора на ресурса, последван от всяка стойност (обикновено заглавието на ресурса), разделена с едно интервал.</li> <li>„Има произволна стойност“: въведете идентификатора на свойството, последван от произволна стойност (обикновено етикетът на свойството), разделен с един интервал.</li> </ul>
ca_es: <p>Introduïu els valors, separats per salts de línia. El format de cada valor depèn del tipus de consulta:</p> <ul> <li>"És exactament": introduïu un valor que coincideixi exactament amb el valor de la propietat.</li> <li>"Conté": introduïu un valor que coincideixi amb qualsevol part del valor de la propietat.</li> <li>"És un recurs amb ID": introduïu l'ID del recurs seguit de qualsevol valor (normalment el títol del recurs), separat per un sol espai.</li> <li>"Té algun valor": introduïu l'ID de la propietat seguit de qualsevol valor (normalment l'etiqueta de la propietat), separat per un sol espai.</li> </ul>
el_gr: <p>Καταχωρίστε τις τιμές διαχωρισμένες με νέες γραμμές. Η μορφή κάθε τιμής εξαρτάται από τον τύπο του ερωτήματος:</p> <ul> <li>"Είναι ακριβώς": καταχωρίστε μια τιμή που αντιστοιχεί ακριβώς στην τιμή της ιδιότητας.</li> <li>"Περιέχει": καταχωρίστε μια τιμή που αντιστοιχεί σε οποιοδήποτε μέρος της τιμής της ιδιότητας.</li> <li>"Είναι πόρος με αναγνωριστικό": καταχωρίστε το αναγνωριστικό πόρου ακολουθούμενο από οποιαδήποτε τιμή (συνήθως τον τίτλο του πόρου), χωρισμένη με ένα μόνο διάστημα.</li> <li>"Έχει οποιαδήποτε τιμή": καταχωρίστε το αναγνωριστικό ιδιότητας ακολουθούμενο από οποιαδήποτε τιμή (συνήθως την ετικέτα της ιδιότητας), που χωρίζεται από ένα κενό διάστημα.</li> </ul>
es: <p>Introducir los valores, separados en líneas independientes. El formato de cada valor dependerá del tipo de consulta:</p> <ul> <li>"Es exactamente": introducir un valor que coincide exactamente con el valor de la propiedad.</li> <li>"Contiene": introducir un valor que coincide con una parte cualquiera del valor de la propiedad.</li> <li>"Es un recurso con ID": introducir la ID del recurso y, separado por un solo espacio, cualquier valor (por lo general el título del recurso).</li> <li>"Tiene cualquier valor": introducir la ID de la propiedad y, separado por un solo espacio, cualquier valor (por lo general la etiqueta de la propiedad).</li> </ul>
it: <p>Inserisci i valori, separati da un a capo. Il formato di ogni valore dipende dal tipo di query:</p> <ul> <li>"è esattamente": inserisci un valore che corrisponda esattamente al valore della proprietà.</li> <li>"contiene": inserisci un valore che corrisponda a qualsiasi parte del valore della proprietà.</li> <li>"è risorsa con ID": inserisci un ID di risorsa seguito da un qualsiasi valore (tipicamente, il titolo della risorsa), separati da un singolo spazio.</li> <li>"ha un qualsiasi valore": inserisci l'ID della proprietà seguito da un qualsiasi valore (tipicamente, l'etichetta), separati da un singolo spazio.</li> </ul>

source: Show all available item sets.
bg_bg: Показване на достъпните набори от елементи
ca_es: Mostra tots els conjunts de recursos disponibles.
el_gr: Εμφάνιση όλων των διαθέσιμων σετ αντικειμένων.
es: Mostrar todos los conjuntos de fichas disponibles.
et: Näita kõiki saadaolevaid ühikute kogumeid.
eu: Erakutsi eskuragarri dauden elementu multzo guztiak.
it: Mostra tutte le collezioni disponibili.

source: Show all available classes.
bg_bg: Показване на достъпните класове
ca_es: Mostra totes les classes disponibles.
el_gr: Εμφάνιση όλων των διαθέσιμων κατηγοριών.
es: Mostrar todas las clases disponibles.
et: Näita kõiki saadaolevaid klasse.
eu: Erakutsi eskuragarri dauden klase guztiak.
fr: Voir toutes les classes disponibles.
it: Mostra tutte le classi disponibili.

source: Show all available templates.
bg_bg: Показване на достъпните шаблони
ca_es: Mostra totes les plantilles disponibles.
el_gr: Εμφάνιση όλων των διαθέσιμων προτύπων.
es: Mostrar todas las plantillas disponibles.
et: Näita kõiki saadaolevaid malle.
eu: Erakutsi eskuragarri dauden txantiloi guztiak.
it: Mostra tutti i modelli disponibili.

source: Show all available values.
bg_bg: Показване на достъпните стойности
ca_es: Mostra tots els valors disponibles.
el_gr: Εμφάνιση όλων των διαθέσιμων τιμών.
es: Mostrar todos los valores disponibles.
et: Näita kõiki saadaolevaid väärtuseid.
eu: Erakutsi eskuragarri dauden balio guztiak.
it: Mostra tutti i valori disponibili.

source: See more
ca_es: Veure més
el_gr: Δείτε περισσότερα
et: Näita rohkem
eu: Ikusi gehiago
it: Mostra di più

source: See less
ca_es: Veure menys
el_gr: Δείτε λιγότερα
et: Näita vähem
eu: Ikusi gutxiago
it: Mostra di meno

source: Select a page
bg_bg: Избор на страница
ca_es: Seleccioneu una pàgina
el_gr: Επιλογή μιας σελίδας
es: Seleccionar una página
et: Vali lehekülg
eu: Hautatu orria
fr: Choisir une page
it: Seleziona una pagina

source: Configure column
ca_es: Configura la columna
el_gr: Διαμόρφωση στήλης
es: Configurar columna
et: Seadista veergu
eu: Konfiguratu zutabea
it: Configura colonna

source: Configure facet
bg_bg: Конфигуриране на фасета
ca_es: Configura la faceta
el_gr: Διαμόρφωση όψης
es: Configurar faceta
et: Seadista vaadet
eu: Konfiguratu fazeta
fr: Configurer la facette
it: Configura faccetta

source: Facet type
bg_bg: Тип на фасета
ca_es: Tipus de faceta
el_gr: Είδος όψης
es: Tipo de faceta
et: Vaate liik
eu: Fazeta mota
fr: Type de facette
it: Tipo di faccetta

source: Edit facet
bg_bg: Редактиране на фасета
ca_es: Edita la faceta
el_gr: Επεξεργασία όψης
es: Editar faceta
et: Muuda vaadet
eu: Editatu fazeta
fr: Modifier la facette
it: Modifica faccetta

source: Remove facet
bg_bg: Премахване на фасета
ca_es: Suprimeix la faceta
el_gr: Αφαίρεση όψης
es: Borrar faceta
et: emalda vaade
eu: Kendu fazeta
fr: Supprimer la facette
it: Elimina faccetta

source: Restore facet
bg_bg: Възстановяване на фасета
ca_es: Restaura la faceta
el_gr: Επαναφορά όψης
es: Restaurar faceta
et: Taasta vaade
eu: Berrezarri fazeta
fr: Restaurer la facette
it: Ripristina faccetta

source: Edit Category
bg_bg: Редактиране на категория
ca_es: Edita la categoria
el_gr: Επεξεργασία κατηγορίας
es: Editar categoría
et: Muuda kategooriat
eu: Editatu Kategoria
fr: Modifier la catégorie
it: Modifica categoria

source: Faceted Browse
bg_bg: Фасетиран преглед
el_gr: Πολύπλευρη περιήγηση
es: Navegación facetada
et: Omaduste järgi sirvimine
eu: Fazetadun Arakatzea
fr: Navigation par facettes
it: Navigazione a faccette

source: Add Category
bg_bg: Добавяне на категория
ca_es: Afegeix una categoria
el_gr: Προσθήκη κατηγορίας
es: Añadir categoría
et: Lisa kategooria
eu: Gehitu Kategoria
fr: Ajouter une catégorie
it: Aggiungi categoria

source: Save and&hellip;
bg_bg: Запазване
ca_es: Desa i&hellip;
el_gr: Αποθήκευση και&hellip;
es: Guardar y…
et: Salvesta ja &hellip;
eu: Gorde eta&hellip;
fr: Enregistrer et…
it: Salva e...

source: Return to page
ca_es: Torna a la pàgina
el_gr: Επιστροφή στη σελίδα
es: Volver a la página
et: Tagasi leheküljele
eu: Itzuli orrialdera
it: Ritorna alla pagina

source: Stay on this category
bg_bg: Оставане на тази категория
ca_es: Roman en aquesta categoria
el_gr: Παραμονή σε αυτή την κατηγορία
es: Permanecer en esta categoría
et: Jää sellesse kategooriasse
eu: Egon kategoria honetan
fr: Rester sur cette catégorie
it: Rimani su questa categoria

source: Page edit
ca_es: Editor de la pàgina
el_gr: Επεξεργασία σελίδας
es: Editar página
et: Lehekülje muutmine
eu: Editatu orrialdea
it: Modifica della pagina

source: Category edit
ca_es: Editor de la categoria
el_gr: Επεξεργασία κατηγορίας
es: Editar categoría
et: Kategooria muutmine
eu: Editatu kategoria
it: Modifica della categoria

source: Category add
ca_es: Afegeix categoria
el_gr: Προσθήκη κατηγορίας
es: Añadir categoría
et: Kategooria lisamine
eu: Gehitu kategoria
it: Aggiunta della categoria

source: Facets
bg_bg: Фасети
ca_es: Facetes
el_gr: Όψεις
es: Facetas
et: Vaated
eu: Fazetak
fr: Facettes
it: Faccette

source: Add all
ca_es: Afegeix-ho tot
el_gr: Προσθήκη όλων
es: Añadir todo
et: Lisa kõik
eu: Gehitu denak
it: Aggiungi tutti

source: Available
bg_bg: Достъпни
ca_es: Disponible
el_gr: Διαθέσιμο
es: Disponible
et: Saadaval
eu: Eskuragarri
it: Disponibile

source: Count
bg_bg: Брой
ca_es: Recompte
el_gr: Μέτρηση
es: Recuento
et: Arv
eu: Zenbatu
it: Numero

source: There are no results.
bg_bg: Няма резултати.
ca_es: No hi ha cap resultat.
el_gr: Δεν υπάρχουν αποτελέσματα.
es: Ningún resultado.
et: Tulemusi pole.
eu: Ez dago emaitzarik.
it: Nessun risultato.

source: Date created
bg_bg: Дата на създаване
ca_es: Data de creació
el_gr: Ημερομηνία δημιουργίας
es: Fecha de creación
et: Loomise kuupäev
eu: Data sortuta
fr: Date créée
it: Data di creazione

source: No pages found. %s
bg_bg: Не са намерени страници. %s
ca_es: No s'ha trobat cap pàgina. %s
el_gr: Δεν βρέθηκαν σελίδες. %s
es: No se han encontrado páginas. %s
et: Ühtegi lehekülge ei leitud. %s
eu: Ez da aurkitu orririk. %s
fr: Aucune page trouvée. %s
it: Nessuna pagina trovata. %s

source: Add a new page.
bg_bg: Добавяне на нова страница.
ca_es: Afegeix una pàgina
el_gr: Προσθήκη νέας σελίδας.
es: Añadir una nueva página.
et: Lisa uus lehekülg.
eu: Gehitu orrialde berria
fr: Ajouter une nouvelle page
it: Aggiungi una nuova pagina.

source: No pages found.
bg_bg: Не са намерени страници.
ca_es: No s'ha trobat cap pàgina
el_gr: Δεν βρέθηκαν σελίδες.
es: No se han encontrado páginas.
et: Ühtegi lehekülge ei leitud.
eu: Ez da aurkitu orririk.
fr: Aucune page trouvée.
it: Nessuna pagina trovata.

source: Edit category
ca_es: Edita la categoria
el_gr: Επεξεργασία κατηγορίας
es: Editar categoría
et: Muuda kategooriat
eu: Editatu kategoria
it: Modifica della categoria

source: Edit Page
bg_bg: Редакция на страница
ca_es: Edita la pàgina
el_gr: Επεξεργασία σελίδας
es: Editar página
et: Muuda lehekülge
eu: Editatu Orrialdea
fr: Modifier la page
it: Modifica pagina

source: Add Page
bg_bg: Добавяне на страница
ca_es: Afegeix una pàgina
el_gr: Προσθήκη σελίδας
es: Añadir página
et: Lisa lehekülg
eu: Gehitu Orrialdea
fr: Ajouter une page
it: Aggiungi pagina

source: Return to pages
bg_bg: Обратно към страниците
ca_es: Torna a les pàgines
el_gr: Επιστροφή στις σελίδες
es: Volver a las páginas
et: Tagasi lehekülgede juurde
eu: Itzuli orrialdeetara
fr: Retourner aux pages
it: Ritorna alle pagine

source: Stay on this page
bg_bg: Оставане на тази страница
ca_es: Roman en aquesta pàgina
el_gr: Παραμονή σε αυτή τη σελίδα
es: Permanecer en esta página
et: Jää sellele leheküljele
eu: Egon orrialde honetan
fr: Rester sur cette page
it: Rimani su questa pagina

source: Page add
ca_es: Afegeix pàgina
el_gr: Προσθήκη σελίδας
es: Añadir página
et: Lehekülje lisamine
eu: Gehitu orrialdea
it: Aggiunta della pagina

source: Categories
bg_bg: Категории
el_gr: Κατηγορίες
es: Categorías
et: Kategooriad
eu: Kategoriak
fr: Catégories
it: Categorie

source: Add category
ca_es: Afegeix una categoria
el_gr: Προσθήκη κατηγορίας
es: Añadir categoría
et: Lisa kategooria
eu: Gehitu kategoria
it: Aggiungi categoria

source: Copy permalink
ca_es: Copia l'enllaç permanent
el_gr: Αντιγραφή μόνιμου συνδέσμου
es: Copiar enlace permanente
et: Kopeeri püsilink
eu: Kopiatu esteka iraunkorra
it: Copia link permanente

source: Copied!
ca_es: Copiat!
el_gr: Αντιγράφηκε!
es: Copiado con éxito
et: Kopeeritud!
eu: Kopiatuta!
it: Copiato!

source: There are no categories to browse.
bg_bg: Няма категории за преглед.
ca_es: No hi ha categories
el_gr: Δεν υπάρχουν κατηγορίες για περιήγηση.
es: No hay categorías entre las que navegar.
et: Pole ühtegi kategooriat, mida sirvida.
eu: Ez dago arakatzeko kategoriarik.
it: Non ci sono categorie da sfogliare.

source: Back
bg_bg: Обратно
ca_es: Enrere
el_gr: Πίσω
es: Volver
et: Tagasi
eu: Atzera
fr: Retour
it: Indietro

source: Instructions
ca_es: Instrucions
it: Istruzioni

source: Filters
ca_es: Filtres
et: iltrid
eu: Iragazkiak
it: Filtri

source: Max item sets
ca_es: Nombre màxim de conjunts de recursos
el_gr: Μέγιστος αριθμός ομάδων αντικειμένων
es: Conjuntos de fichas máximos
et: Maks. ühikute kogusid
eu: Gehienezko elementu multzoak
it: Numero massimo di collezioni

source: Enter the maximum number of item sets to display. Set to blank to display all item sets.
ca_es: Introduïu el nombre màxim de conjunts de recursos a mostrar. Deixeu-ho en blanc per mostrar-los tots.
el_gr: Καταχωρίστε τον μέγιστο αριθμό ομάδων αντικειμένων που θα εμφανίζονται. Αφήστε κενό για να εμφανίζονται όλες οι ομάδες αντικειμένων.
es: Introducir el número máximo de conjuntos de fichas a mostrar. Si se deja en blanco se mostrarán todos.
eu: Sartu gehienenez erakutsi daitezkeen elementu multzoen kopurua. Hutsik utzi elementu multzo guztiak erakusteko.
it: Inserisci il numero massimo di collezioni che possono essere mostrate. Lascia vuoto per mostrare tutte le collezioni.

source: Unknown column type
ca_es: Tipus de columna desconegut
el_gr: Άγνωστο είδος στήλης
es: Tipo de columna desconocido
et: Tundmatu veeru liik
eu: Zutabe mota ezezaguna
it: Tipo di colonna sconosciuto

source: Title (link to resource)
ca_es: Títol (enllaç al recurs)
el_gr: Τίτλος (σύνδεσμος προς πόρο)
es: Título (enlace al recurso)
et: Pealkiri (link ressursile)
eu: Titulua (lotura baliabidera)
it: Titolo (link alla risorsa)

source: Select a property…
ca_es: Selecciona una propietat...
el_gr: Επιλογή μιας ιδιότητας...
es: Seleccionar una propiedad...
et: Vali omadus...
eu: Hautatu propietatea...
it: Seleziona una proprietà...

source: A site must have an ID
bg_bg: Сайтът трябва да има ID
ca_es: El lloc ha de tenir un ID
el_gr: Ένας ιστότοπος πρέπει να έχει αναγνωριστικό
es: Un sitio debe tener una ID
et: Saidil peab olema ID
eu: Atarian ID bat izan behar du
fr: Un site doit avoir un ID.
it: Un sito deve avere un ID

source: A page must have a site
bg_bg: Страницата трябва да има сайт
ca_es: La pàgina ha de pertànyer a un lloc
el_gr: Μια σελίδα πρέπει να έχει ιστότοπο
es: Una página debe tener un sitio
et: Leheküljel peab olema sait
eu: Orriak atari bat izan behar du
fr: Une page doit avoir un site.
it: Una pagina deve avere un sito

source: A page must have a title
bg_bg: Страницата трябва да има заглавие
ca_es: Cal un títol per a la pàgina
el_gr: Μια σελίδα πρέπει να έχει τίτλο
es: Una página debe tener un título
et: Leheküljel peab olema pealkiri
eu: Orriak izen bat izan behar du
fr: Une page doit avoir un titre.
it: Una pagina deve avere un titolo

source: A category must have a site
bg_bg: Категорията трябва да има сайт
ca_es: La categoria ha de pertànyer a un lloc
el_gr: Μια κατηγορία πρέπει να έχει ιστότοπο
es: Una categoría debe tener un sitio
et: Kategoorial peab olema sait
eu: Kategoriak atari bat izan behar du
fr: Une catégorie doit avoir un site.
it: Una categoria deve avere un sito

source: A category must have a name
bg_bg: Категорията трябва да има име
ca_es: La categoria ha de tenir un nom
el_gr: Μια κατηγορία πρέπει να έχει όνομα
es: Una categoría debe tener un nombre
et: Kategoorial peab olema nimi
eu: Kategoriak izen bat izan behar du
fr: Une catégorie doit avoir un nom.
it: Una categoria deve avere un nome

source: A category must have a query
bg_bg: Категорията трябва да има заявка
ca_es: La categoria ha de tenir una consulta
el_gr: Μια κατηγορία πρέπει να έχει ερώτημα
es: Una categoría debe tener una consulta
et: Kategoorial peab olema päring
eu: Kategoriak kontsulta bat izan behar du
fr: Une catégorie doit avoir une requête.
it: Una categoria deve avere una query

source: Select type
ca_es: Selecciona un tipus
el_gr: Επιλογή είδους
es: Tipo de selección
et: Vali liik
eu: Hautatu mota
it: Seleziona tipo

source: Select the select type. For the "single" select type, users may choose only one item set at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of item sets at a time via a list.
ca_es: Seleccioneu el tipus de selecció. Amb el tipus de selecció «única», els usuaris només poden triar un conjunt de recursos alhora mitjançant una llista o un menú desplegable. Amb el tipus de selecció «múltiple», els usuaris poden triar qualsevol nombre de conjunts de recursos alhora mitjançant una llista.
el_gr: Επιλογή είδους. Για την επιλογή είδους "μονή", οι χρήστες μπορούν να επιλέξουν μόνο μια ομάδα αντικειμένων κάθε φορά μέσω μιας λίστας ή ενός αναπτυσσόμενου μενού. Για την επιλογή είδους "πολλαπλή", οι χρήστες μπορούν να επιλέξουν οποιονδήποτε αριθμό ομάδων αντικειμένων κάθε φορά μέσω μιας λίστας.
es: Indicar el tipo de selección. Para el tipo de selección "único", los usuarios y usuarias pueden elegir sólo un conjunto de fichas a la vez a través de una lista o menú desplegable. Para el tipo de selección "múltiple", se pueden elegir varios conjuntos de fichas a la vez a través de una lista.
eu: Hautatu hautatze modua. "Bakarkako" hautatzeko moduarentzat, erabiltzaileak elementu multzo bakarra hautatu ahalko du zerrend edo goitibeherako menutik. Hautatzeko "anizkoitza" moduarentzat, erabiltzaileak une oro nahi duen elementu multzo kopurua hautatu ahalko du zerrendatik.
it: Seleziona il tipo di selezione. Per la selezione di tipo "singola", gli utenti possono scegliere solo una collezione alla volta attraverso una lista o un menu a tendina. Per la selezione di tipo "multipla", gli utenti possono scegliere un qualsiasi numero di collezioni attraverso una lista.

source: Single (list)
ca_es: Simple (llista)
el_gr: Μονή (λίστα)
es: Único (lista)
et: Üks (nimekiri)
eu: Bakarra (zerrenda)
it: Singola (lista)

source: Multiple (list)
ca_es: Múltiple (llista)
el_gr: Πολλαπλή (λίστα)
es: Múltiple (lista)
et: Mitu (nimekiri)
eu: Anitza (zerrenda)
it: Multipla (lista)

source: Single (dropdown menu)
ca_es: Simple (menú desplegable)
el_gr: Μονή (αναπτυσσόμενο μενού)
es: Único (menú desplegable)
et: Üks (rippmenüü valik)
eu: Bakarra (goitibeherako menua)
it: Singola (menu a tendina)

source: Truncate item sets
ca_es: Trunca els conjunts de recursos
eu: Moztu elementu multzoak
it: Tronca la collezione

source: Enter the number of item sets to show on the select list when the page first loads. If the number of item sets exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
ca_es: Introduïu el nombre de conjunts de recursos que es mostraran a la llista de selecció quan es carregui la pàgina. Si el nombre de conjunts de recursos supera aquest valor, la resta quedarà oculta fins que l'usuari faci clic per mostrar-ne més. Deixeu-ho en blanc per mostrar tota la llista sempre.
it: Inserisci il numero di collezioni da mostrare nella lista del selettore quando la pagina si carica per la prima volta. Se il numero di collezioni supera questo numero, le rimanenti saranno nascoste finché l'utente clicca su "mostra ancora". Lascia questo campo vuoto per mostrare sempre l'intera lista.

source: Select item sets…
bg_bg: Избор на набори елементи...
ca_es: Seleccioneu conjunts de recursos...
el_gr: Επιλογή ομάδων αντικειμένων…
es: Seleccionar conjuntos de fichas...
et: Vali ühikute kogum
eu: Hautatu elementu multzoak...
it: Seleziona collezioni...

source: Unknown facet type
bg_bg: Неизвестен тип фасета
ca_es: Tipus de faceta desconegut
el_gr: Άγνωστο είδος όψης
es: Tipo de faceta desconocido
et: Tundmatu vaate liik
eu: Fazeta modu ezezaguna
fr: Type de facette inconnu
it: Tipo di faccetta sconosciuto

source: Unknown facet data
bg_bg: Неизвестни данни на фасета
ca_es: Dada de la faceta desconeguda
el_gr: Άγνωστα δεδομένα όψης
es: Datos de faceta desconocidos
et: Tundmatud vaate andmed
eu: Fazeta datu ezezaguna
fr: Données de la facette inconnues
it: Dati di faccetta sconosciuti

source: Select the select type. For the "single" select type, users may choose only one template at a time via a list or dropdown menu. For the "multiple" select type, users may choose any number of templates at a time via a list.
ca_es: Seleccioneu el tipus de selecció. Amb el tipus de selecció "única", els usuaris només poden triar una plantilla alhora mitjançant una llista o un menú desplegable. Amb el tipus de selecció "múltiple", els usuaris poden triar qualsevol nombre de plantilles alhora mitjançant una llista.
el_gr: Επιλογή είδους. Για το είδος επιλογής "μονή", οι χρήστες μπορούν να επιλέξουν μόνο ένα πρότυπο κάθε φορά μέσω μιας λίστας ή ενός αναπτυσσόμενου μενού. Για το είδος επιλογής "πολλαπλή", οι χρήστες μπορούν να επιλέξουν οποιονδήποτε αριθμό προτύπων κάθε φορά μέσω μιας λίστας.
es: Indicar el tipo de selección. Para el tipo de selección "único", los usuarios y usuarias pueden elegir sólo un plantilla a la vez a través de una lista o menú desplegable. Para el tipo de selección "múltiple", se pueden elegir varias plantillas a la vez a través de una lista.
eu: Hautatu hautatze modua. "Bakarkako" hautatzeko moduarentzat, erabiltzaileak txantiloi bakarra hautatu ahalko du zerrenda edo goitibeherako menutik. Hautatzeko "anizkoitza" moduarentzat, erabiltzaileak une oro nahi duen txantiloi kopurua hautatu ahalko du zerrendatik.
it: Seleziona il tipo di selezione. Per la selezione di tipo "singola", gli utenti possono scegliere solo un modello alla volta attraverso una lista o un menu a tendina. Per la selezione di tipo "multipla", gli utenti possono scegliere un qualsiasi numero di modelli attraverso una lista.

source: Truncate templates
ca_es: Trunca les plantilles
eu: Moztu txantiloiak
it: Tronca i modelli

source: Enter the number of templates to show on the select list when the page first loads. If the number of templates exceeds this number, the remainder will be hidden until the user clicks to show more. Enter nothing to show the entire list at all times.
ca_es: Introduïu el nombre de plantilles que es mostraran a la llista de selecció quan la pàgina es carregui per primera vegada. Si el nombre de plantilles excedeix aquest nombre, la resta s'ocultarà fins que l'usuari faci clic per mostrar-ne més. No introduïu cap valor per a mostrar la llista completa en tot moment.
it: Inserisci il numero di modelli da mostrare nella lista del selettore quando la pagina si carica per la prima volta. Se il numero di modelli supera questo numero, le rimanenti saranno nascoste finché l'utente clicca su "mostra ancora". Lascia questo campo vuoto per mostrare sempre l'intera lista.

source: Select templates…
bg_bg: Избор на шаблони...
ca_es: Selecciona plantilles...
el_gr: Επιλογή προτύπων…
es: Seleccionar plantillas...
et: Vali kujundused...
eu: Hautatu txantiloiak...
it: Seleziona modelli...

source: Full-text
bg_bg: Пълнотекстово
ca_es: Text complet
el_gr: Πλήρες κείμενο
es: Texto completo
et: Täispikk tekst
eu: Testu osoa
it: Testo completo
